tap "coursier/formulas"
tap "derailed/k9s"
tap "fastly/tap"
tap "golangci/tap"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "redpanda-data/tap"
tap "supabase/tap"
tap "virtuslab/scala-cli"
tap "vks/tap", "https://git.linecorp.com/vks/homebrew-tap"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "glib"
brew "cairo"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lima"
brew "qemu"
brew "colima", args: ["HEAD"], restart_service: :changed
brew "diffutils"
brew "docker"
brew "docker-compose"
brew "earthly"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gdk-pixbuf"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "hub"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "kustomize"
brew "libyaml"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "scrcpy"
brew "stow"
brew "tig"
brew "virtualenvwrapper"
brew "watch"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "coursier/formulas/coursier"
brew "derailed/k9s/k9s"
brew "fastly/tap/fastly"
brew "golangci/tap/golangci-lint"
brew "supabase/tap/supabase"
brew "virtuslab/scala-cli/scala-cli"
brew "vks/tap/vksctl"
cask "android-platform-tools"
cask "bloomrpc"
cask "docker-desktop"
cask "iterm2"
cask "jordanbaird-ice"
cask "keyboardcleantool"
cask "ngrok"
cask "only-switch"
cask "orbstack"
cask "spaceman"
vscode "1yib.rust-bundle"
vscode "alon-nativ.go-version-switcher"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "coddx.coddx-alpha"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "earthly.earthfile-syntax-highlighting"
vscode "editorconfig.editorconfig"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "hjb2012.vscode-es6-string-html"
vscode "humao.rest-client"
vscode "kilocode.kilo-code"
vscode "liuxueyong123.md-table-converter"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "runem.lit-plugin"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "simonsiefke.svg-preview"
vscode "stivo.tailwind-fold"
vscode "stylelint.vscode-stylelint"
vscode "takumii.markdowntable"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
